Repository: dsadikali/wordpress
Catalog: plugins/adsense-now/lang/*/easy-adsenser0.po
Languages: id_id

source: Instructions
id_id: Instruksi

source: How to Set it up
id_id: Bagaimana memasangnya

source: A few easy steps to setup %s
id_id: Beberapa langkah mudah untung memasang %s

source: Generate AdSense code (from http://adsense.google.com &rarr; AdSense Setup &rarr; Get Ads).
id_id: Hasilkan kode AdSense (dari http://adsense.google.com &rarr; AdSense Setup &rarr; Get Ads).

source: Cut and paste the AdSense code into the boxes below, deleting the existing text.
id_id: Ambil dan tempelkan kode AdSense ke kotak di bawah ini, hapus tulisan yang ada.

source: Decide how to align and show the code in your blog posts.
id_id: Putuskan bagaimana menjajarkan dan menampilkan kode dalam tulisan blog Anda.

source: Take a look at the Google policy option, and other options. The defaults should work.
id_id: Lihat pada opsi kebijaksanaan Google, dan opsi-opsi lainnya. Opsi bawaan harusnya berfungsi.

source: If you want to use the widgets, drag and drop them at %s Appearance (or Design) &rarr; Widgets %s
id_id: Jika Anda mau menggunakan widget, tarik dan lepaskan pada %s Tampilan (atau Desain) &rarr; Widgets %s

source: Save the options, and you are done!
id_id: Simpan opsi, dan selesai!

source: How to Control AdSense on Each Post
id_id: Bagaimana mengontrol AdSense pada Setiap Tulisan

source: Need to control ad blocks on each post?
id_id: Ingin mengontrol blok iklan pada setiap tulisan?

source: If you want to suppress AdSense in a particular post or page, give the <b><em>comment </em></b> "&lt;!--noadsense--&gt;" somewhere in its text. <br /> <br /> Or, insert a <b><em>Custom Field</em></b> with a <b>key</b> "adsense" and give it a <b>value</b> "no".<br /> <br /> Other <b><em>Custom Fields</em></b> you can use to fine-tune how a post or page displays AdSense blocks:<br /> <b>Keys</b>:<br /> adsense-top, adsense-middle, adsense-bottom, adsense-widget, adsense-search<br /> <b>Values</b>:<br /> left, right, center, no
id_id: Jika Anda ingin menghilangkan AdSense pada tulisan atau halaman tertentu, berikan <b><em>komentar </em><b> "&lt;!--noadsense--&gt;" di mana saja di dalam tulisannya. <br /> <br /> Atau, masukkan sebuah <b><em>Ruas Tersuai</em></b> dengan sebuah <b>kunci</b> "adsense" dan berikannya sebuah <b>nilai</b> "no".<br /> <b><em>Ruas-Ruas Tersuai</em></b> lainnya dapat digunakan untuk mengatur bagaimana sebuah tulisan menampilkan blok AdSense:<br /> <b>Kunci-kunci</b>:<br /> adsense-top, adsense-middle, adsense-bottom, adsense-widget, adsense-search<br /> <b>Nilai-nilai</b>:<br /> left, right, center, no

source: Would you like to support this plugin effort?
id_id: Apakah Anda ingin mendukung plugin ini?

source: Make a donation
id_id: Donasikan

source: or
id_id: atau

source: consider buying my book
id_id: pertimbangkan untuk membeli buku saya

source: Options (for the %s theme)
id_id: Opsi (untuk tema %s)

source: Ad Blocks in Your Posts
id_id: Blok Iklan pada Tulisan Anda

source: [Appears in your posts and pages]
id_id: [Ditampilkan pada Tulisan atau Halaman]

source: Widgets for Your Sidebars
id_id: Widget untuk Sidebar

source: [See <a href="widgets.php"> Appearance (or Design) &rarr; Widgets</a>]
id_id: [Lihat <a href="widgets.php">Tampilan (atau Desain) &rarr; Widget</a>]

source: Lead-in AdSense Text
id_id: Teks yang mendahului AdSense

source: (Appears near the beginning of the post)
id_id: (Ditampilkan dekat permulaan tulisan)

source: Ad Alignment
id_id: Penjajaran Iklan

source: (Where to show?)
id_id: (Ditunjukkan di mana?)

source: Align Left
id_id: Jajar Kiri

source: Center
id_id: Tengah

source: Align Right
id_id: Jajar Kanan

source: Suppress Lead-in Ad
id_id: Hilangkan Iklan Pendahuluan

source: Mid-Post AdSense Text
id_id: Teks AdSense di Tengah Tulisan

source: (Appears near the middle of the post)
id_id: (Ditampilkan dekat pada pertengahan tulisan)

source: Suppress Mid-post Ad
id_id: Hilangkan Iklan di Tengah Tulisan

source: Post Lead-out AdSense Text
id_id: Teks Penutupan AdSense

source: (Appears near the end of the post)
id_id: (Ditampilkan dekat dengan akhir tulisan)

source: Suppress Lead-out Ad
id_id: Hilangkan Iklan Penutupan

source: Option on Google Policy
id_id: Opsi untuk Kebijaksanaan Google

source: (Google policy allows no more than three ad blocks and three link units per page)
id_id: Kebijaksanaan Google mengizinkan tidak lebih dari tiga blok iklan dan tiga unit taut per halaman

source: Three ad blocks (including the side bar widget, if enabled).
id_id: Tiga blok iklan (termasuk widget side bar, jika diaktifkan).

source: Two ad blocks.
id_id: Dua blok iklan.

source: One ad block.
id_id: Satu blok iklan.

source: No ad blocks in posts.
id_id: Tidak ada blok iklan pada tulisan.

source: Any number of ad blocks (At your own risk!)
id_id: Berapapun jumlah blok iklan (Risiko Anda sendiri!)

source: Number of Link Units widgets (&le; 3) [Google serves only three]:
id_id: Jumlah widget Unit Taut (&le; 3) [Google menyuguhkan tiga saja]:

source: AdSense Widget Text
id_id: Teks Widget AdSense

source: (Appears in the Sidebar as a Widget)
id_id: (Ditampilkan pada Sidebar sebagai Widget)

source: Suppress Widget
id_id: Hilangkan Widget

source: Widget Title:
id_id: Judul Widget:

source: AdSense Link-Units Text
id_id: Teks Unit Taut AdSense

source: (Appears in the Sidebar as Widgets)
id_id: (Ditampilkan pada Sidebar sebagai Widget)

source: Suppress Link Units
id_id: Hilangkan Unit Taut

source: Link Unit Title:
id_id: Judul Unit Taut:

source: Google Search Widget
id_id: Widget Pencarian Google

source: (Adds a Google Search Box to your sidebar)
id_id: (Tambahkan sebuah Kotak Pencarian Google pada sidebar Anda)

source: Search Title
id_id: Judul Pencarian

source: (Title of the Google Search Widget)
id_id: (Judul dari Widget Pencarian Google)

source: Suppress Search Box
id_id: Hilangkan Kotak Pencarian

source: Custom Title:
id_id: Judul Tersuai:

source: Other Options
id_id: Opsi-Opsi Lainnya

source: Allow ad blocks in feeds. [Please report any problems with this option.]
id_id: Perkenankan blok iklan dalam feed. [Mohon laporkan segala masalah yang ada dengan opsi ini.]

source: Prioritize sidebar widget. (Always shows the widget, if enabled.)
id_id: Prioritaskan widget sidebar. (Selalu ditampilkan pada widget, jika diaktifkan.)

source: Force mid-text ad (if enabled) even in short posts.
id_id: Paksakan iklan di pertengahan tulisan (jika diaktifkan) walaupun tulisannya pendek.

source: Show ads only in posts (and not on pages).
id_id: Tampilkan iklan hanya di tulisan (dan tidak pada halaman).

source: Link-backs to
id_id: Pasang taut ke

source: (Consider showing at least one link.)
id_id: (Pertimbangkan untuk menampilkan setidaknya satu taut.)

source: Show a link under every ad block.
id_id: Tampilkan sebuah taut di bawah setiap blok iklan.

source: Show the link only under the first ad block.
id_id: Tampilkan taut hanya di bawah blok iklan pertama.

source: Show the link at the bottom of your blog page.
id_id: Tampilkan taut pada akhir dari halaman blog.

source: Show no links to my blog anywhere (Are you sure?!)
id_id: Jangan tampilkan taut pada blog saya di mana pun (Apakah Anda yakin?)

source: Save Changes
id_id: Simpan Perubahan

source: Save the changes as specified above
id_id: Simpan perubahan seperti dirincikan di atas

source: Reset Options
id_id: Opsi Reset

source: Discard all your changes and load defaults. (Are you quite sure?)
id_id: Buang semua perubahan Anda dan isi dengan bawaan. (Apakah Anda cukup yakin?)

source: Clean Database
id_id: Bersihkan Database

source: Uninstall
id_id: Bongkar

source: This <b>Reset Options</b> button discards all your changes and loads the default options. This is your only warning!
id_id: Tombol <b>Opsi Reset</b> membuang semua perubahan dan mengisi dengan opsi bawaan. Ini adalah peringatan satu-satunya!

source: The <b>Database Cleanup</b> button discards all your AdSense settings you have saved so far for <b>all</b> the themes, including the current one. Use it only if you know that you won't be using these themes. Please be careful with all database operations -- keep a backup.
id_id: Tombol <b>Pembersihan Database</b> membuang semua pengaturan AdSense Anda yang telah disimpan sejauh ini untuk <b>semua</b> tema, termasuk yang ini. Pakai hanya jika Anda tau Anda tidak akan menggunakan tema ini. Mohon berhati-hati dengan semua operasi database - simpan cadangannya.

source: The <b>Uninstall</b> button really kills %s after cleaning up all the options it wrote in your database. This is your only warning! Please be careful with all database operations -- keep a backup.
id_id: Tombol <b>Bongkar</b> benar-benar membuang %s setelah membersihkan semua opsi yang disimpan dalam database. Ini adalah peringatan satu-satunya! Mohon berhati-hati dengan operasi database - simpan cadangannya.

source: Kill this plugin. (Are you quite sure?)
id_id: Hapus plugin ini. (Apakah Anda yakin?)

source: Support
id_id: Dukungan

source: If you would like to support my efforts, please visit (and link-back to) my blog
id_id: Jika Anda ingin mendukung usaha saya, mohon kunjungi (dan kirim taut ke) blog saya

source: If you like the content and style of my blog,
id_id: Jika Anda menyukai isi dan gaya dari blog saya,

source: Support through direct donation.
id_id: Dukung melalui donasi langsung.

source: If you find yourself making a lot of money using this plugin, consider making a donation.
id_id: Jika Anda mendapatkan banyak uang dari plugin ini, mohon berikan donasi.

source: Please report any problems. And share your thoughts and comments.
id_id: Mohon laporkan masalah apa pun. Dan berbagi pikiran dan komentar Anda.

source: Post it in the WordPress forum
id_id: Tulis di forum WordPress

source: [WordPress Forum]
id_id: [Forum WordPress]

source: Or
id_id: Atau

source: Contact the plugin author through email
id_id: Hubungi penulis plugin ini melalui email

source: [Email Author]
id_id: [Email Penulis]

source: puts a tiny link below the (first) ad unit it displays like this:
id_id: taruh taut kecil di bawah unit iklan (pertama) ditampilkan sebagai berikut:

source: Consider leaving it unchanged. If you must suppress it, please use the Link-back options above.
id_id: Pertimbangkan untuk tidak mengubahnya. Jika Anda harus menghilangkannya, harap pergunakan opsi pengembalian Taut di atas.

source: Check out my other plugin efforts:
id_id: Lihat juga plugin saya yang lain:

source: To modify the color scheme of your themes with no CSS/Stylesheet editing.
id_id: Untuk memodifikasi skema warna dari tema tanpa menyunting CSS/Stylesheet.

source: To translate LaTeX formulas like this [math](a+b)^2 = a^2 + b^2 + 2ab[/math] into this:
id_id: Untuk menerjemahkan formula LaTeX seperti ini [math](a+b)^2 = a^2 + b^2 +2ab[/math] ke berikut ini:

source: My lean and mean AdSense plugin. No mess, no fuss.
id_id: Plugin AdSense saya yang ringan dan baik. Tanpa kekacauan, tanpa kekuatiran.

source: Credits
id_id: Kredit

source: %s uses the excellent Javascript/DHTML tooltips by %s
id_id: %s memakai tooltip JavaScript/DTHML yang sempurna oleh %s

source: Future Plans
id_id: Rencana Masa Depan

source: Make the Google Link Units widget multi-insertable. [In version 2.0, the Link Units widgets are repeated because I cannot figure out how to do multi-insertable widgets in a neat way.]
id_id: Buat widget Unit Taut Google dapat ditampilkan berulang kali. [Dalam versi 2.0, widget Unit Taut diulang karena saya tidak dapat menemukan cara bagaimaan menampilkan widget berulang kali dengan cara yang rapi.]

source: Enable ad blocks in category view (User request).
id_id: Aktifkan blok iklan pada tampilan kategori (Permintaan pemakai).

source: Release translated versions of the plugin. (Need your help!)
id_id: Merilis versi terjemahand ari plugin ini. (Butuh bantuan Anda!)

source: Settings Updated.
id_id: Pengaturan telah diperbarui.

source: Ok, all your settings have been discarded!
id_id: Ok, semua pengaturan telah dibuang!

source: Database has been cleaned. All your options for this plugin (for all themes) have been removed.
id_id: Database telah dibersihkan. Semua opsi Anda untuk plugin ini (dan untuk semua tema) telah disingkirkan.

source: This plugin has been deactivated.
id_id: Plugin ini telah dimatikan.

source: Refresh
id_id: Perbarui lagi

source: Error locating the admin page! Ensure admin.php exists, or reinstall the plugin.
id_id: Kesalahan dalam mencari lokasi admin! Pastikan admin.php ada, atau pasang ulang plugin ini.

source: Settings
id_id: Pengaturan

source: Sponsored Links
id_id: Taut sponsor

source: Easy AdSenser: Show a Google AdSense block in your sidebar as a widget
id_id: Easy AdSenser: Tampilkan sebuah blok AdSense pada sidebar sebagai sebuah widget

source: Easy AdSenser: Show a Google Search Box in your sidebar as a widget
id_id: Easy AdSenser: Tampilkan sebuah Kotak Pencarian Google pada sidebar sebagai sebuah widget

source: Easy AdSenser: Show a Google Links Unit in your sidebar as a widget
id_id: Easy AdSenser: Tampilkan sebuah Unit Taut Google pada sidebar sebagai sebuah widget

source: Easiest way to show AdSense and make money from your blog. Configure it at <a href="options-general.php?page=easy-adsenser.php">Settings &rarr; Easy AdSenser</a>, or use the "Settings" link on the right.
id_id: Cara termudah untuk menampilkan AdSense dan menghasilkan uang dari blog Anda. Konfigurasi pada <a href="options-general.php?page=easy-adsenser.php">Pengaturan &rarr; Easy AdSenser</a>, atau pergunakan taut "Pengaturan" di sebelah kanan.

source: Suppress
id_id: Hilangkan

source: Top
id_id: Atas

source: Middle
id_id: Tengah

source: Bottom
id_id: Akhir

source: A complete solution for everything AdSense releated.
id_id: Solusi lengkap untuk segala sesuatu yang berkaitan dengan AdSense.

source: If you feel that you need more features (sidebar widgets, link units, Google searchbox etc.), consider my all-in-one plugin
id_id: Jika Anda merasa membutuhkan fitur tambahan (widget sidebar, unit taut, kotak pencarian Google dsb.), pertimbangkan plugin all-in-one saya

source: AdSense Now!
id_id: AdSense Sekarang!

source: Get started with AdSense now, and make money from your blog. Configure it at <a href="options-general.php?page=adsense-now.php">Settings &rarr; AdSense Now!</a>, or use the "Settings" link on the right.
id_id: Mulai dengan AdSense sekarang, dan hasilkan uang dari blog Anda. Konfigurasi pada <a href="options-general.php?page=adsense-now.php">Pengaturan &rarr; AdSense Sekarang!</a>, atau pergunakan taut "Pengaturan" di sebalah kanan.
