Repository: dsadikali/wordpress
Catalog: plugins/grou-random-image-widget/g-random-img-*.po
Languages: fr_fr

source: Display a random image from a directory located on the webserver
fr_fr: Affiche une image aléatoire a partir d'un répertoire sur le serveur

source: Example
fr_fr: Exemple

source: Reload
fr_fr: Recharger

source: Title:
fr_fr: Titre:

source: Image path:
fr_fr: Chemin des fichiers:

source: typeaction
fr_fr: Comportement:

source: WithNav
fr_fr: avec navigation

source: WithRandom
fr_fr: avec boutton aléatoire

source: WithNavRandom
fr_fr: avec navigation+aléatoire

source: SlideShow
fr_fr: défilement

source: Slideshow wait (second):
fr_fr: Temps d'attende du défilement (seconde)

source: randOrNext
fr_fr: Type de défilement

source: Rand
fr_fr: Aléatoire

source: Next
fr_fr: Suivant

source: Random text:
fr_fr: Texte pour l'aléatoire

source: navbut
fr_fr: Bouton de navigation:

source: Max. image width x height:
fr_fr: Hauteur max. de l'image:

source: Show navigation (next/previous)
fr_fr: Affiche les icones de navigation (suivant/précédent)

source: Fixe size
fr_fr: Taille Fixe

source: Link To:
fr_fr: Lien vers URL

source: Disable
fr_fr: Désactivé

source: Full size image
fr_fr: Image taille réelle

source: Static URL
fr_fr: Texte fixe

source: URL in description file (*.txt)
fr_fr: URL dans fichier de description (*.txt)

source: Open in new window
fr_fr: Ouvrir dans une nouvelle fenetre

source: None
fr_fr: Aucun

source: Image description
fr_fr: Description de l'image

source: Static text
fr_fr: Texte fixe

source: Use tooltip for legend
fr_fr: Utiliser le tooltip pour la legende

source: Effect
fr_fr: Effet

source: Fade
fr_fr: Fondu

source: Shrink
fr_fr: Contraction

source: Picture aspect
fr_fr: Aspect photo

source: (using Gd version:
fr_fr: (Utilise GD version:

source: Not found
fr_fr: Introuvable

source: Frame Size:
fr_fr: Taille de marge de la photo:

source: Rotate angle: (empty=> random)
fr_fr: Angle de rotation (vide => aléatoire):

source: Background color:
fr_fr: Couleur de fond (si pas de transparence):

source: Picture frame:
fr_fr: Aspect photo:

source: Pre-load full image
fr_fr: Pré-chargement de l'image complète
